Repository: mandx/django-flatblocks
Catalog: flatblocks/locale/*/LC_MESSAGES/django.po
Languages: es

source: Slug
es: Identificador

source: A unique name used for reference in the templates
es: Un nombre Ãºnico para ser usado como referencia en las plantillas

source: Header
es: Encabezado

source: An optional header for this content
es: Encabezado opcional para este contenido

source: Content
es: Contenido

source: Flat block
es: Bloque de texto

source: Flat blocks
es: Bloques de texto

source: Header of block NEW
es: Encabezado del bloque NUEVO

source: This is the content of block new
es: Este es el contenido del bloque NUEVO

source: You are not allowed to edit this flatblock
es: No tiene permitido editar este bloque de texto
